tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "act"
brew "autoconf"
brew "automake"
brew "bat"
brew "clang-format"
brew "cmake"
brew "xz"
brew "curl"
brew "exiftool"
brew "fd"
brew "fx"
brew "fzf"
brew "geos"
brew "git"
brew "go"
brew "hugo"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "jq"
brew "libomp", link: true
brew "libtool"
brew "pandoc"
brew "python@3.11"
brew "r"
brew "six"
brew "tmux"
brew "tree"
brew "wget"
brew "z"
brew "zsh"
brew "zsh-async"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "zsh-you-should-use"
cask "adobe-acrobat-reader"
cask "android-platform-tools"
cask "appcleaner"
cask "basictex"
cask "bitwarden"
cask "brave-browser"
cask "calibre"
cask "darktable"
cask "discord"
cask "epic-games"
cask "firefox"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "google-drive"
cask "haptickey"
cask "iterm2"
cask "macfuse"
cask "obsidian"
cask "protonvpn"
cask "rectangle"
cask "rstudio"
cask "signal"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
cask "zotero"
vscode "formulahendry.terminal"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "Horla.horla-light-theme"
vscode "James-Yu.latex-workshop"
vscode "janisdd.vscode-edit-csv"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.black-formatter"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-powertoys"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "RDebugger.r-debugger"
vscode "REditorSupport.r"
