tap "facebook/fb"
tap "homebrew/bundle"
brew "act"
brew "autoconf"
brew "automake"
brew "bat"
brew "python@3.13"
brew "python@3.12"
brew "bfg"
brew "curl"
brew "exiftool"
brew "fd"
brew "node"
brew "fx"
brew "fzf"
brew "geos"
brew "gh"
brew "git"
brew "go"
brew "hugo"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "jq"
brew "libomp", link: true
brew "libtool"
brew "libxml2"
brew "openconnect"
brew "pandoc"
brew "pkgconf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.9"
brew "r"
brew "rust"
brew "scrcpy"
brew "six"
brew "tmux"
brew "tree"
brew "virtualenvwrapper"
brew "watch"
brew "wget"
brew "z"
brew "zsh"
brew "zsh-async"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "zsh-you-should-use"
cask "adobe-acrobat-reader"
cask "android-file-transfer"
cask "android-platform-tools"
cask "appcleaner"
cask "brave-browser"
cask "chromedriver"
cask "darktable"
cask "discord"
cask "epic-games"
cask "firefox"
cask "font-jetbrains-mono"
cask "gog-galaxy"
cask "google-chrome"
cask "google-drive"
cask "haptickey"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "itsycal"
cask "jitsi"
cask "keybase"
cask "macfuse"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "notion"
cask "obsidian"
cask "protonvpn"
cask "qbittorrent"
cask "rectangle"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "stremio"
cask "tomatobar"
cask "visual-studio-code"
cask "vlc"
cask "zed"
cask "zoom"
vscode "formulahendry.terminal"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "janisdd.vscode-edit-csv"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-powertoys"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "mvllow.rose-pine"
vscode "nickfode.latex-formatter"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
