tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "xz"
brew "autoconf"
brew "automake"
brew "bat"
brew "python@3.9"
brew "curl"
brew "diff-so-fancy"
brew "exiftool"
brew "expect"
brew "fd"
brew "fx"
brew "fzf"
brew "geos"
brew "gh"
brew "git"
brew "libtool"
brew "go"
brew "graphviz"
brew "hugo"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "jq"
brew "libomp", link: true
brew "openconnect"
brew "pipx"
brew "r"
brew "ruby@2.7"
brew "six"
brew "tmux"
brew "wget"
brew "z"
brew "zsh"
brew "zsh-async"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "zsh-you-should-use"
cask "adobe-acrobat-reader"
cask "android-platform-tools"
cask "appcleaner"
cask "basictex"
cask "brave-browser"
cask "calibre"
cask "darktable"
cask "discord"
cask "epic-games"
cask "firefox"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "google-drive"
cask "haptickey"
cask "iina"
cask "iterm2"
cask "macfuse"
cask "notion"
cask "protonvpn"
cask "qbittorrent"
cask "rectangle"
cask "signal"
cask "steam"
cask "telegram"
cask "the-unarchiver"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
